Настройки: [
{
   название: 'Язык',
   значение: '' // RU/EN/GE/FR/PT/ES
},
{
   название: 'Уведомления о регистрации реферала',
   значение: true/false
},
{
   название: 'Уведомления о сборе ресурсов рефералом',
   значение: true/false
},
{
   название: 'Уведомление о донате реферала',
   значение: true/false
},
{
   название: 'Новости/Акции и т.д.',
   значение: true/false
},
{
   название: 'Уведомление о ежедневном бонусе',
   значение: true/false
},
{
   название: 'Уведомление о выигрыше в лотереи',
   значение: true/false
}
]

Происшедствия: [
{
   название: 'Солнечно',
   шанс: 80%
}, // 80
{
   название: 'Гроза',
   шанс: 5%
}, // 85
{
   название: 'Сухая гроза',
   шанс: 2%
}, // 87
{
   название: 'Сильный ветер',
   шанс: 3%
}, // 90
{
   название: 'Ураган',
   шанс: 3%
}, // 93
{
   название: 'Короткое замыкание',
   шанс: 4%
}, // 97
{
   название: 'Пожар',
   шанс: 3%
}
] // 100
    
    
    
    
    
    
    
    
    


 