🇪🇸Vladimir🥖, [31.01.18 22:16]
[Переслано от Capitalist Game]
📜 Задания

Я смотрю ты отлично справился со своим первым заданием. В качяестве награды ты получил 100 🌑 OilCoin! 
   
Не хорошо таким деньгам лежать без дела! Давай купим на них ⛽️1️⃣ Деревянный ручной насос. Для этого перейди в раздел 🏭 Моя компания, выбери ⛽️ Нефтянные насосы и в появившемся сообщении нажми на кнопку ⛽️ Купить насосы. В выпавшем списке найди деревянный насос и нажми купить. После покупки возвращайся сюда за наградой ;)

📒 Задание: Купить ⛽️1️⃣ Деревянный ручной насос
🥇 Награда: 25 🌕 ECoin

🇪🇸Vladimir🥖, [31.01.18 22:16]
[Переслано от Capitalist Game]
📜 Задания

Вот и твоя первая фабрика! Обычно, мощности такого насоса хватает, чтоб приносить 16 🛢 баррелей нефти в час. Однако, на данный момент тебе принадлежащая лишь 80% твоей компании. Остальные 20% принадлежат либо 🏫 Бирже, которая в свою очередь выставила твои 📉 акции (доля твоей компании) на продажу, либо другому игроку, который пригласил тебя в эту игру или же который выкупил твои 📉 акции на бирже.
Это обычная процедура в Capitalist Game - у каждого новичка в игре 20% акций выставляются на продаж. В будущем, ты сможешь выкупить свои акции и также сможешь покупать акции других компаний. 
Акции дают возможность получать часть прибыли от другой компании. Так, например, сейчас ты будешь получать не 16 баррелей нефти в час, а только 13. В то время как оставшиеся 3 барреля нефти будут автоматически отправлятся на счет игрока, которому твои акции принадлежат.

Более подробно об акциях мы поговорим позже. Пока твоя задача получить и собрать твою первую нефть. Нефть и другие ресурсы добываются раз в час. Как только ты соберешь свою первую нефть, возвращайся сюда за наградой ;)

Пока у тебя есть время, ты можешь пригласить своих друзей в игру. Для этого используй свою реферальную ссылку (👥 Рефералы). Ее ты найдешь в меню 🏭 Моя компания. За каждого приглашенного игрока ты получишь награду, а также станешь владельцем 20% акций его компании.

📒 Задание: Собрать нефть на склад
🥇 Награда: 25 🌕 ECoin

🇪🇸Vladimir🥖, [31.01.18 22:16]
[Переслано от Capitalist Game]
📜 Задания

Ты неплохо справляешься с моими заданиями! Как ты уже знаешь, нефть и другие ресурсы можно продавать. Для этого в игре сделан 🛒 Рынок. Минимальная партия для продажи - 500 🛢 баррелей нефти. Собери в сумме как минимум 500 баррелей нефти и продай ее на рынке.
   
Должен сразу же предупредить: на сбор 500 баррелей нефти ты потратишь значительную часть времени. Чтобы выполнить это задание быстрее, рекомендую купить 🌑 OilCoin в 🏦 Банке и купить на них больше нефтянных насосов. Помни, все вложенные средства обязательно окупятся. 
Также, ты можешь пригласить сюда своих друзей, за которых ты получишь награду и также будешь получать часть их нефти. Для этого используй реферальную ссылку (👥 Рефералы). Ее ты найдешь в меню 🏭 Моя компания.

📒 Задание: Собрать и продать 500 баррелей нефти
🥇 Награда: 50 🌕 ECoin

🇪🇸Vladimir🥖, [31.01.18 22:16]
[Переслано от Capitalist Game]
📜 Задания

У тебя на счету должно быть как минимум 100 🌕 ECoin. Купи на них 🔌1️⃣ Солнечную электростанцию

📒 Задание: Купить 🔌1️⃣ Солнечную электростанцию
🥇 Награда: 50 🌑 OilCoin и 30 🌕 ECoin

🇪🇸Vladimir🥖, [31.01.18 22:16]
[Переслано от Capitalist Game]
📜 Задания

Поздравляю с покупкой! Давай получим немного энергии. Как ты уже помнишь, любые ресурсы добываются раз в час. Как только твоя 🔌 электростанция добудет 🔋 киловатт энергии и ты отправь их на склад, приходи сюда за наградой.

📒 Задание: Собрать и отправить энергию на склад
🥇 Награда: 40 🌑 OilCoin и 40 🌕 ECoin

🇪🇸Vladimir🥖, [31.01.18 22:16]
[Переслано от Capitalist Game]
📜 Задания

Вот и твое первое электричество! Вот ты и разобрался с основой игры. Но это только основа. Впереди еще куча трудностей. Чтобы их было легче преодолеть, пригласи как минимум 4 друзей.
Помни, за каждого приглашенного друга ты будешь получать 40 🌑 OilCoin и 20 🌕 ECoin. Для того, чтобы пригласить друга, отправь ему свою реферальную ссылку. ЕЕ ты найдешь в разделе 👥 Рефералы, которое находится в меню 🏭 Моя компания

📒 Задание: Пригласить 4 рефералов
🥇 Награда: 125 🌑 OilCoin и 75 🌕 ECoin

🇪🇸Vladimir🥖, [31.01.18 22:16]
[Переслано от Capitalist Game]
✅ Задание успешно выполнено!
    
🥇 Получена награда:  40 🌑 OilCoin и 40 🌕 ECoin