module.exports = {
    home: {
        myFarm: '🏡 Моя ферма',
        friends: '🏘 Друзья',
        market: '🛒 Рынок',
        bank: '🏦 Банк',
        games: '🎲 Игры',
        tasks: '📋 Задания',
        settings: '⚙️ Настройки',
        help: '❓ Помощь'
    },
    myFarm: {
        plants: '🌱 Растения',
        buildings: '🏫 Постройки',
        warehouse: '📦 Склад',
        statistics: '📊 Статистика',
        referals: '👥 Рефералы',
        name: '📝 Название',
        garage: '🚗 Транспорт'
    },
    plants: {
        fruit: '🍎 Фрукты',
        vegetables: '🌽 Овощи',
        buy: '🌱 Купить' 
    },
    fruit: {
        buy: 'Купить 🍎 Фрукты',
        send: '📦 Отправить 🍎 на склад'
    },
    vegetables: {
        buy: 'Купить 🌽 Овощи',
        send: '📦 Отправить 🌽 на склад'
    },
    buildings: {
        build: '🏫 Построить новые',
        send: '📦 Отправить 🥚 на склад',
        buildOne: '🏫 Построить'
    },
    friends: {
        
    },
    market: {
        plants: 'Продать 🌱 Растения',
        products: 'Продать 🥚 Продукты'
    },
    warehouse: {
        fruit: 'Подробно про 🍎 Фрукты',
        vegetables: 'Подробно про 🌽 Овощи',
        products: 'Подробно про 🥚 Продукты'
    },
    settings: {
        statistics: '📊 Статистика',
        notifications: '🔔 Уведомления'
    },
    bank: {
        deposit: '💸 Пополнить баланс',
        exchange: '💱 Обмен валют',
        withdraw: '📤 Вывести',
        redeem: '💼 Выкупить участок'
    },
    help: {
        
    },
    games: {
        
    },
    languages: {
        english: '🇬🇧 English',
        russian: '🇷🇺 Russian',
        german: '🇩🇪 German',
        french: '🇫🇷 French',
        portuguese: '🇵🇹 Portuguese'
    },
    back: '⬅️ Назад',
    back_farm: '🏡 Назад',
    skip: '📰',
    continue: '🗞',
    step: '📃',
    changeName: '📝 Изменить название',
    cancel: '✖️ Отмена',
    yes: '✔️ Да',
    no: '❌ Нет'
}