module.exports = {
    home: {
        myFarm: '🏡 Моя ферма',
        friends: '🏘 Друзья',
        city: '🏢 Город',
        other: '✨ Разное'
    },
    city: {
        townHall: '⛪️ Ратуша',
        market: '🛒 Рынок',
        bank: '🏦 Банк',
        casino: '🎰 Казино'
    },
    other: {
        tasks: '📋 Задания',
        settings: '⚙️ Настройки',
        help: '❓ Помощь',
        community: '💬 Сообщества'
    },
    townHall: {
        statistics: '📊 Статистика',
        name: '📝 Лицензия фермера'
    },
    myFarm: {
        plants: '🌱 Растения',
        buildings: '🏫 Постройки',
        warehouse: '📦 Склад',
        statistics: '📊 Статистика',
        referals: '👥 Рефералы',
        garage: '🚗 Транспорт'
    },
    plants: {
        fruit: '🍎 Фрукты',
        vegetables: '🌽 Овощи',
        buy: '🌱 Купить' 
    },
    fruit: {
        buy: 'Купить 🍎 Фрукты',
        send: '📦 Отправить 🍎 на склад'
    },
    vegetables: {
        buy: 'Купить 🌽 Овощи',
        send: '📦 Отправить 🌽 на склад'
    },
    buildings: {
        build: '🏫 Построить новые',
        send: '📦 Отправить 🥚 на склад',
        buildOne: '🏫 Построить'
    },
    friends: {
        
    },
    market: {
        plants: 'Продать 🌱 Растения',
        products: 'Продать 🥚 Продукты'
    },
    warehouse: {
        fruit: 'Подробно про 🍎 Фрукты',
        vegetables: 'Подробно про 🌽 Овощи',
        products: 'Подробно про 🥚 Продукты'
    },
    settings: {
        notifications: '🔔 Уведомления'
    },
    bank: {
        deposit: '💸 Пополнить баланс',
        exchange: '💱 Обмен валют',
        withdraw: '📤 Вывести',
        redeem: '💼 Выкупить участок'
    },
    help: {
        feedback: '✉️ Обратная связь',
        training: '🎓 Пройти обучение',
        faq: '❔ FAQ ❔',
        idea: '💡 Предложить идею'
    },
    casino: {
        dice: '🎲 Кости',
        bonus: '🎁 Ежедневный бонус',
        darts: '🎯 Дартс',
        slot_machine: '🎰 Игровые автоматы',
        lottery: '🎟 Лотерея',
        guess_suit: '🃏 Угадай масть',
        bowling: '🎳 Боулинг'
    },
    languages: {
        english: '🇬🇧 English',
        russian: '🇷🇺 Русский',
        german: '🇩🇪 Deutsch 🤖',
        french: '🇫🇷 Français 🤖',
        portuguese: '🇵🇹 Portugues 🤖',
        spanish: '🇪🇸 Español 🤖'
    },
    back: '🔙 Назад',
    back_farm: '🏡 Назад',
    back_city: '🏢 Назад',
    skip: '📰',
    continue: '🗞',
    step: '📃',
    changeName: '📝 Изменить название',
    cancel: '✖️ Отмена',
    yes: '✔️ Да',
    no: '❌ Нет',
    check: '📎 Проверить задание'
}
