`
Склад 📦:
Фрукты:    🍎   🍐   🍇   🍓   🍒   🍑   
Овощи:    🍅   🍆   🥕   🌽   🌶   🥔

Ферма 🏠: 
Животные:   🐓   🐖   🐐   🐂   🐝   🦃   🐑

Производство 🏫:
Продукты с: 🥚    🥓   🍖   🥛   🍯   🍗   ☁️
Построить 🔨
Починить 🔧

// Природные происшедствия ⛈💨🌪🌩☀️ а так же 🔥⚡️
—------------------------------------------------
Транспорт 🚗: 
Грузовик 🚚    +10% к прибыли (<= 1)
Машина 🚙   +5% к прибыли (<= 2)
Трактор 🚜   +2% к собранному урожаю (<= 3)
Мопед 🛵    +3% к прибыли (<= 3)


Велосипед 🚲  +1% к прибыли (<= 4)
// Заправка бензином⛽️ раз в (..) поездок за 💵 или 💶

// Компании людей могут заниматься продажей продуктов за границу через ✈️ (🛫🛬) ии 🚢 (⚓️)
// или в другие города через ✈️ (🛫🛬)  или 🚈(🚞🚂)

// В пути могут быть природные катаклизмы 🌪🌊
// За перевозку компании людей должны заплатить

// Объединяются игроки только после выкупа участка у арендодателя

—------------------------------------------------
Банк 🏦 (Баланс)
—- Пополнить счет 💸
—- Обмен валют 💱
— -Вывести 📤

Игровые валюты:
Доллары 💵  (За продукты)
Евро 💶  (За животных)

Золото💰   (Для вывода любой валюты)
Алмазы 💎    (Для вывода биткоинов)

100 Долларов 💵 = 1 Золото💰
100  Евро💶 = 1 Алмаз 💎

1000 Золота💰   + 1 Топаз🔶 = 1$ 
1000 Алмазов💎+ 1 Токен💠 = 0.0002 BTC

Баллы: 
Топаз🔶 - для валют
Токен💠 - для BTC

Минимум для вывода 🔒
—------------------------------------------------
Моя ферма 🏡
—- Название 📝
—- Рефералы 👥

Задания 📋
—- Проверить задание 📎
—- Задание 📒
—- Награда 🏆

Мой арендодатель 💼
Сообщества 💬
Друзья 🏘
Найти друга 🔎
Объединиться 📑

Помощь ❓
—- Обратная связь ✉️
—- Пройти обучение 🎓
—- Обучающий мануал по игре ‼️

Настройки ⚙️
—- Уведомления 🔔🔕
—- Статистика 📊

Игры 🎮
-- Кости 🎲
—- Ежедневный бонус 🎁
—- Дартс 🎯
—- Игровой автомат 🎰
—- Лоттерея 🎟
—- Угадай масть(Карты) 🃏
—---- ♥️♦️♣️♠️

Рынок 🛒 (Продавать продукты)

Главное меню 📃
Назад ⬅️

Новости 📰

Языки:
RU - 🇷🇺
GE - 🇩🇪
FR - 🇫🇷
EN - 🇬🇧
BR - 🇧🇷
PT - 🇵🇹

Время получения бонусов каждый час начиная с 01:30 AM
🕜  🕝  🕞  🕟  🕠  🕡  🕢  🕣  🕤  🕥  🕦  🕧
—-----------------------------------------------------------------------------------------

[Переслано от Богдан Новосад]
Почему неможна было сделать vip насосы и они добывали балы тогда б люди пополняли

[Переслано от 🔪Svinoooshka🔪]
Будет что-то типо насосов, временно добывающих баллы, будет доступно для участников альянса
`
🌱 Иконка ростка в покупке овощей и фруктов

новые тропические фрукты растущие определенное время за продажу которых даются баллы, 
доступны только тем людям кто кооперируется с другими
ананас, лимон, банан, мандарин, ? киви ?

команды админа, чтобы зайти в админ панель нужно написать /admin, требование пароля в ответе и его ввод
🔱 Баллы вместо топазов ⚜️

🔨 Аукцион - если будет нормальный молоток в смайлах
🎳 Боулинг














🌱🍎 Яблоня
Количество: <b>${u.plants.apple}</b>
Выросло: <b>${u.produced.apple}</b> 🍎 Яблок
На складе: <b>${u.warehouse.fruit.apple}</b> 🍎 Яблок

🌱🍐 Груша
Количество: <b>${u.plants.pear}</b>
Выросло: <b>${u.produced.pear}</b> 🍐 Груш
На складе: <b>${u.warehouse.fruit.pear}</b> 🍐 Груш

🌱🍇 Виноградная лоза
Количество: <b>${u.plants.grapes}</b>
Выросло: <b>${u.produced.grapes}</b> 🍇 Винограда
На складе: <b>${u.warehouse.fruit.grapes}</b> 🍇 Винограда

🌱🍓 Куст клубники
Количество: <b>${u.plants.strawberries}</b>
Выросло: <b>${u.produced.strawberries}</b> 🍓 Клубники
На складе: <b>${u.warehouse.fruit.strawberries}</b> 🍓 Клубники

🌱🍒 Вишня
Количество: <b>${u.plants.cherries}</b>
Выросло: <b>${u.produced.cherries}</b> 🍒 Вишен
На складе: <b>${u.warehouse.fruit.cherries}</b> 🍒 Вишен

🌱🍑 Персик
Количество: <b>${u.plants.peach}</b>
Выросло: <b>${u.produced.peach}</b> 🍑 Персиков
На складе: <b>${u.warehouse.fruit.peach}</b> 🍑 Персиков


🌱🍅 Куст томата
Количество: <b>${u.plants.tomato}</b>
Выросло: <b>${u.produced.tomato}</b> 🍅 Томатов
На складе: <b>${u.warehouse.vegetables.tomato}</b> 🍅 Томатов

🌱🍆 Куст баклажана
Количество: <b>${u.plants.eggplant}</b>
Выросло: <b>${u.produced.eggplant}</b> 🍆 Баклажанов
На складе: <b>${u.warehouse.vegetables.eggplant}</b> 🍆 Баклажанов

🌱🥕 Морковь
Количество: <b>${u.plants.carrots}</b>
Выросло: <b>${u.produced.carrots}</b> 🥕 Моркови
На складе: <b>${u.warehouse.vegetables.carrots}</b> 🥕 Моркови

🌱🌽 Кукуруза
Количество: <b>${u.plants.corn}</b>
Выросло: <b>${u.produced.corn}</b> 🌽 Кукурузы
На складе: <b>${u.warehouse.vegetables.corn}</b> 🌽 Кукурузы

🌱🌶 Куст красного перца
Количество: <b>${u.plants.pepper}</b>
Выросло: <b>${u.produced.pepper}</b> 🌶 Красных перцев
На складе: <b>${u.warehouse.vegetables.pepper}</b> 🌶 Красных перцев

🌱🥔 Куст картофеля
Количество: <b>${u.plants.potatoes}</b>
Выросло: <b>${u.produced.potatoes}</b> 🥔 Картофеля
На складе: <b>${u.warehouse.vegetables.potatoes}</b> 🥔 Картофеля








// ===================== ЗАДАНИЕ 1 ==========================
//const text = `📝 <b>Название фермы</b>\n\n
//Ваша ферма пока никак не назывется. Вы можете придумать для нее абсолютно любое название состоящее из латинских букв и цифр.
//Название для фермы - это её лицо. По нему Вас смогут находить другие игроки и именно оно в первую очередь будет отображаться при взаимоотношениях с другими игроками.\n
//✅ Полный список разрешенных символов:
//Латинский алфавит:\nA-Z, a-z\nЦифры:\n0-9
//Длина названия фермы должна быть больше 4-х символов и меньше 20-ти.\n
//❗️ Запрещено в названии распологать рекламу и использовать нецезурные слова!`
//        
//        bot.sendMessage(chat.id, text, {
//            parse_mode: 'HTML',
//            reply_markup: {
//                keyboard: keyboard.cancel,
//                resize_keyboard: true
//            }
//        }).then(() => {
//                 
//            bot.on('message', msg => {
//                
//                if (msg.text == kb.cancel) {
//                    
//                    sendHTML(chat.id, text.myFarm, 'myFarm')
//                    
//                }
//                
//                const name = msg.text
//                    
//                User.updateOne({_id: chat.id}, { $set: {
//                    "nameFarm": name
//                }
//                }).catch((e) => console.log(e))
//
//                User.findOne({_id: chat.id}).then(u => {
//
//                const success = `✅ Название успешно изменено!\n\nТеперь Ваша компания называется <b>'${u.nameFarm}'</b>`
//
//                sendHTML(chat.id, success, 'myFarm')
//                }) 
//                return
//            }) 
//         })