`
Склад 📦:
Фрукты:    🍎   🍐   🍇   🍓   🍒   🍑   
Овощи:    🍅   🍆   🥕   🌽   🌶   🥔

Ферма 🏠: 
Животные:   🐓   🐖   🐐   🐂   🐝   🦃   🐑

Производство 🏫:
Продукты с: 🥚    🥓   🍖   🥛   🍯   🍗   ☁️
Построить 🔨
Починить 🔧

// Природные происшедствия ⛈💨🌪🌩☀️ а так же 🔥⚡️
—------------------------------------------------
Транспорт 🚗: 
Грузовик 🚚    +10% к прибыли (<= 1)
Машина 🚙   +5% к прибыли (<= 2)
Трактор 🚜   +2% к собранному урожаю (<= 3)
Мопед 🛵    +3% к прибыли (<= 3)


Велосипед 🚲  +1% к прибыли (<= 4)
// Заправка бензином⛽️ раз в (..) поездок за 💵 или 💶

// Компании людей могут заниматься продажей продуктов за границу через ✈️ (🛫🛬) ии 🚢 (⚓️)
// или в другие города через ✈️ (🛫🛬)  или 🚈(🚞🚂)

// В пути могут быть природные катаклизмы 🌪🌊
// За перевозку компании людей должны заплатить

// Объединяются игроки только после выкупа участка у арендодателя

—------------------------------------------------
Банк 🏦 (Баланс)
—- Пополнить счет 💸
—- Обмен валют 💱
— -Вывести 📤

Игровые валюты:
Доллары 💵  (За продукты)
Евро 💶  (За животных)

Золото💰   (Для вывода любой валюты)
Алмазы 💎    (Для вывода биткоинов)

100 Долларов 💵 = 1 Золото💰
100  Евро💶 = 1 Алмаз 💎

1000 Золота💰   + 1 Топаз🔶 = 1$ 
1000 Алмазов💎+ 1 Токен💠 = 0.0002 BTC

Баллы: 
Топаз🔶 - для валют
Токен💠 - для BTC

Минимум для вывода 🔒
—------------------------------------------------
Моя ферма 🏡
—- Название 📝
—- Рефералы 👥

Задания 📋
—- Проверить задание 📎
—- Задание 📒
—- Награда 🏆

Мой арендодатель 💼
Сообщества 💬
Друзья 🏘
Найти друга 🔎
Объединиться 📑

Помощь ❓
—- Обратная связь ✉️
—- Пройти обучение 🎓
—- Обучающий мануал по игре ‼️

Настройки ⚙️
—- Уведомления 🔔🔕
—- Статистика 📊

Игры 🎮
-- Кости 🎲
—- Ежедневный бонус 🎁
—- Дартс 🎯
—- Игровой автомат 🎰
—- Лоттерея 🎟
—- Угадай масть(Карты) 🃏
—---- ♥️♦️♣️♠️

Рынок 🛒 (Продавать продукты)

Главное меню 📃
Назад ⬅️

Новости 📰

Языки:
RU - 🇷🇺
GE - 🇩🇪
FR - 🇫🇷
EN - 🇬🇧
BR - 🇧🇷
PT - 🇵🇹

Время получения бонусов каждый час начиная с 01:30 AM
🕜  🕝  🕞  🕟  🕠  🕡  🕢  🕣  🕤  🕥  🕦  🕧
—-----------------------------------------------------------------------------------------

[Переслано от Богдан Новосад]
Почему неможна было сделать vip насосы и они добывали балы тогда б люди пополняли

[Переслано от 🔪Svinoooshka🔪]
Будет что-то типо насосов, временно добывающих баллы, будет доступно для участников альянса
`
🌱 Иконка ростка в покупке овощей и фруктов

новые тропические фрукты растущие определенное время за продажу которых даются баллы, 
доступны только тем людям кто кооперируется с другими
ананас, лимон, банан, мандарин, ? киви ?

команды админа, чтобы зайти в админ панель нужно написать /admin, требование пароля в ответе и его ввод
🔱 Баллы вместо топазов ⚜️

🔨 Аукцион - если будет нормальный молоток в смайлах
🎳 Боулинг
