module.exports = {
    
    firstStarting: `Добро пожаловать в FarmerGame! В этой игре ты можешь раскрыть свой потенциал фермера, выращивая овощи или фрукты, получая продукты от животных и продавая их!\n\nДавай не будем тянуть время, а сразу же перейдем к обучению! Нажми 🗞, чтобы перейти к обучению или 📰, чтобы пропустить его`,
    
    step2: `<b>Начнем!</b> 

От маленького огорода, до огромной фермы тебя ждет много чего интересного. Но не буду тебя торопить.
 
На данный момент в игре существует два вида 🌱 растительных и 🥚 животных продуктов:
🌱 Растительные делятся на: 🍎 Фрукты и 🌽 Овощи.
 
<b>Нажимай 📃, чтобы узнать больше 😉</b>`,
    
    step3: `<b>Шаг 2</b>

🍎 Фрукты и 🌽 Овощи вырастают на грядках и их можно продать за 💵 Доллары и 💰 Gold. 
🥚 Продукты добываются с 🏫 Построек с животными, и их можно продать за 💶 Евро и 💎 Diamond. 

За 💵 Доллары ты можешь покупать 🌱 Растения для посадки а так же грядки, а за 💶 Евро - строить 🏫 Постройки для животных.

Gold и Diamond можно обменять на реальные деньги.

<code>На сегодняшний момент курс обмена такой: 
100 Gold = $1.
100 Diamond = 0.0002 BTC.</code>

Если ты готов двигаться дальше жми 📃, осталось совсем чуток!`,
    
    step4: `Все растения и продукты имеют по 6️⃣видов. Чем дороже вид, тем больше будет расти и производиться продуктов.
  
Например, 🌱🍎 Яблоня стоит 50 💵 Долларов и добывает 8 🍎 яблок в час, тогда как 🍑 Персиковое дерево стоит 45000 💵 Долларов и выращивает 15625 персиков в час.

Так же еще есть постройки разных видов. Например, 🏫🐓 Курятник самая дешевая постройка, стоит 100 💶 Евро и  добывает 16 🥚 Яиц в час (все постройки добывают в 2 раза больше продуктов чем фруктовые или овощные растения). Постройка 🏫🦃 Индюшатника стоит 90000 💶 Евро и она добывает 31250 🍗 Ножек в час.

Чувствуешь разницу? Да она просто огромная! Как раз для тех, кто хочет развиваться быстро, мы создали 🏦 Банк. Там ты можешь купить 💵 Доллар и 💶 Евро, используя реальные деньги. Не забывай, что все вложенные средства обязательно возвращаются в виде валюты, которую можно выводить как реальные деньги 😊

Жми 📃, чтоб узнать больше!`,
    
    step5: `Пополнение счета - далеко не едниственный способ быстро получить внутриигровую валюту. У нас также реализованная умная реферальная система!
  
За каждого приглашенного друга ты будешь единовременно получать 40 💵 Долларов и 20 💶 Евро просто так! Также, ты будешь получать % от пополнение его счета и % от добываемых им ресурсов. Но об этом чуточку позже.

Нажимай 📃, чтоб завершить теорию и приступить к практике!`,
    
    skip: 'Вы закончили обучение, поздравляю! Теперь Вам нужно получить Вашу лицензию фермера. Получите Ваше первое задание в разделе ✨ Разное ➡️ 📋 Задания',
    
    finish: `Вижу ты устал читать столько текста. Давай приступим к самой игре! Внизу ты видишь меню с кнопками. Нажми на кнопку 📋 Задания, чтоб узнать текущее задание и перейти к его выполнению!`,
    
    myFarm: `🏡 <b>Моя ферма</b>\n\nЗдесь Вы найдете основную информацию по Вашей ферме.`,
    
    mainMenu: `📃 Главное меню`,
    
    city: `🏢 Город\n\nЗдесь Вы можете посетить разные заведения.`,
    
    casino: `🎰 Казино\n\nЗдесь Вы можете поиграть в различные виды игры или же просто получить 🎁 Ежедневный бонус.`,
    
    townHall: `⛪️ Ратуша\n\nВ ратуше Вы можете получить лицензию фермера, что дает возможность назвать Вашу ферму, изменить уже существующее название, посмотреть вашу статистику, `,
    
    other: `✨ Разное\n\nЗдесь Вы можете найти Ваши настройки, задания, попросить помощи либо посетить наше сообщество.`,
    
    help: `❓ <b>Помощь</b>\n\nЗдесь Вы найдете подсказки по игре.`,
    
    plants: `🌱 <b>Растения</b>
  
Здесь Вы можете купить различные растения. На растениях выращиваются продукты, которые Вы в последствии можете отправить на склад и продать на рынке за 💵 Доллары и 💰 Gold, которые в последствиии можно вывести как реальные деньги!

<i>Вы отдаете 30% всей добываемых Вами ресурсов вашему арендодателю.</i>`,
    
    community: `💬 Сообщество\n\nЗдесь Вы можете найти официальные чаты, посвященные проекту.`,
    
    tasks: {
        
        failureTask: `❌ Задание не выполнено`,
        
        no_task: `📜 <b>Задания</b>\n👍 Похоже ты выполнил все доступные задания на данный момент. Возвращайся позднее.`,
        
        task1: `📜 <b>Задания</b>\n
Похоже это твое первое задание! Первым делом тебе необходимо получить лицензию фермера и придумать название для своей фермы. Для этого тебе нужно пройти в раздел 🏢 Город и далее в ⛪️ Ратушу.\n
📒 Задание: Получить лицензию фермера
🏆 Награда: 100 💵 Долларов`,
        
        task2: `📋 <b>Задания</b>\n
Я смотрю ты отлично справился со своим первым заданием. В качяестве награды ты получил 100 💵 Долларов!\n
Не хорошо таким деньгам лежать без дела! Давай купим на них 🌱🍎 Яблоню и 🌱🍅 Куст томатов . Для этого перейди в раздел 🏡 Моя ферма, выбери 🌱 Растения и в разделах фруктов и овощей купи растения нажав на кнопку Купить 🍎/🌽. В выпавшем списке найди 🌱🍎 Яблоню и 🌱🍅 Куст томатов и нажми 🌱 Купить. После покупки возвращайся сюда за наградой 😉

📒 Задание: Купить 🌱🍎 Яблоню и 🌱🍅 Куст томатов 
🏆 Награда: 25 💶 Евро`,
        
        task3: `📋 <b>Задания</b>\n
Вот и твоя первые растения! Однако, на данный момент тебе принадлежат лишь 70% твоей фермы. Остальные 30% принадлежат либо 🏦 Банку, который в свою очередь арендует для тебя участок земли, либо другому игроку, который пригласил тебя в эту игру.
Это обычная процедура в Farmer Game - у каждого новичка в игре доступно 70% территории. В будущем, ты сможешь выкупить свой участок и также сможешь арендовать его другим людям. 
Аренда даёт возможность получать часть продуктов от другого фермера. Так, например, сейчас ты будешь получать не 8 яблок и 8 томатов в час, а только  6 яблок и 6 томатов. В то время как оставшиеся 2 яблока и 2 томата будут автоматически отправлятся на склад игрока, который арендует тебе землю.\n
Более подробно об арендах мы поговорим позже. Пока твоя задача получить и собрать твои первые продукты. Фрукты, овощи и продукты добываются раз в час. Как только ты соберешь свои первые яблоки и томаты, возвращайся сюда за наградой 😉\n
Пока у тебя есть время, ты можешь пригласить своих друзей в игру. Для этого используй свою реферальную ссылку (👥 Рефералы). Ее ты найдешь в меню 🏡 Моя ферма. За каждого приглашенного игрока ты получишь награду, а также станешь арендодателем 30% его территории.\n
📒 Задание: Собрать 🍎 Яблоки и 🍅 Томаты на склад
🏆 Награда: 25 💶 Евро`,

        task4: `📋 <b>Задания</b>\n
Ты неплохо справляешься с моими заданиями! Как ты уже знаешь, нефть и другие ресурсы можно продавать. Для этого в игре сделан 🛒 Рынок. Минимальная партия для продажи - 500 🛢 баррелей нефти. Собери в сумме как минимум 500 баррелей нефти и продай ее на рынке.\n
Должен сразу же предупредить: на сбор 500 баррелей нефти ты потратишь значительную часть времени. Чтобы выполнить это задание быстрее, рекомендую купить 🌑 OilCoin в 🏦 Банке и купить на них больше нефтянных насосов. Помни, все вложенные средства обязательно окупятся. 
Также, ты можешь пригласить сюда своих друзей, за которых ты получишь награду и также будешь получать часть их нефти. Для этого используй реферальную ссылку (👥 Рефералы). Ее ты найдешь в меню 🏭 Моя компания.\n
📒 Задание: Собрать и продать 500 баррелей нефти
🏆 Награда: 50 💶 Евро`,

        task5: `📋 <b>Задания</b>\n
У тебя на счету должно быть как минимум 100 💶 Евро. Купи на них 🏫🐓 Курятник\n
📒 Задание: Купить 🏫🐓 Курятник
🏆 Награда: 50 💵 Долларов и 30 💶 Евро`,

        task6: `📋 <b>Задания</b>\n
Поздравляю с покупкой! Давай получим продуктов. Как ты уже помнишь, любые ресурсы добываются раз в час. Как только твой 🏫🐓 Курятник добудет 🥚 Яйца и ты отправишь их на склад, приходи сюда за наградой.\n
📒 Задание: Собрать и отправить 🥚 Яйца на склад
🏆 Награда: 40 💵 Долларов и 40 💶 Евро`,

        task7: `📋 <b>Задания</b>\n
Вот и твои первые продукты с животных! Теперь ты разобрался с основой игры. Но это только основа. Впереди еще куча трудностей. Чтобы их было легче преодолеть, пригласи как минимум 4 друзей.
Помни, за каждого приглашенного друга ты будешь получать 40 💵 Долларов и 20 💶 Евро. Для того, чтобы пригласить друга, отправь ему свою реферальную ссылку. Её ты найдешь в разделе 👥 Рефералы, которое находится в меню 🏡 Моя ферма\n
📒 Задание: Пригласить 4 рефералов
🏆 Награда: 125 💵 Долларов и 75 💶 Евро`

    }
        
}
