module.exports = {
    
    firstStarting: `Добро пожаловать в FarmerGame! В этой игре ты можешь раскрыть свой потенциал фермера, выращивая овощи или фрукты, получая продукты от животных и продавая их!\n\nДавай не будем тянуть время, а сразу же перейдем к обучению! Нажми 🗞, чтобы перейти к обучению или 📰, чтобы пропустить его`,
    
    step2: `<b>Начнем!</b> 

От маленького огорода, до огромной фермы тебя ждет много чего интересного. Но не буду тебя торопить.
 
На данный момент в игре существует два вида растений и продукты с животных:
1. 🍎 Фрукты.
2. 🌽 Овощи.
3. 🥚 Продукты.
 
<b>Нажимай 📃, чтобы узнать больше :)</b>`,
    
    step3: `<b>Шаг 2</b>

🍎 Фрукты и 🌽 Овощи вырастают и их можно продать за 💵 Доллары и 💰 Gold. 
🥚 Продукты добываются с 🏫 Построек с животными, и их можно продать за 💶 Евро и 💎 Diamond. 

За 💵 Доллары ты можешь покупать 🌱 растения для посадки, а за 💶 Евро - строить 🏫 Постройки для животных.

Gold и Diamond можно обменять на реальные деньги.

<code>На сегодняшний момент курс обмена такой: 
100 Gold = $1.
100 Diamond = 0.0002 BTC.</code>

Если ты готов двигаться дальше жми 📃, осталось совсем чуток!`,
    
    step4: `Все растения и продукты имеют по  6️⃣ видов. Чем дороже вид, тем больше будет расти и производиться продуктов.
  
Например, ⛽️ нефтянной насос 1 уровня стоит 100 🌑 OilCoin и добывает 16 🛢 баррелей нефти в час, тогда как нефтянной насос 6 уровня стоит 100000 OilCoin и добывает 31250 баррелей в час. 

Чувствуешь разницу? Да она просто ограмная! Как раз для тех, кто хочет развиваться быстро, мы создали 🏦 Банк. Там ты можешь купить OilCoin и другую валюту для покупки фабрик, используя реальные деньги. Не забывай, что все вложенные средства обязательно возвращаются в виде валюты, которую можно выводить как реальные деньги :)

Нажимай Окей, чтоб узнать больше!`,
    
    myFarm: `🏡 <b>Моя ферма</b>\n\nЗдесь Вы найдете основную информацию по Вашей ферме.`,
    
    mainMenu: `📃 Главное меню`,
    
    bankMenu: `🏦 <b>Банк</b>\n\nДобро пожаловать в банк!\nЗдесь Вы можете купить, обменять, вывести валюту и выкупить свой участок.\n\nВаш счет:
<b>0</b> 💵 Долларов
<b>0</b> 💶 Евро
<b>0</b> 💰 Gold
<b>0</b> 💎 Diamond
<b>0</b> 🔶 Топазы
<b>0</b> 💠 Токены`,
    
    market: `🛒 <b>Рынок</b>\n
Добро пожаловать на рынок!
Здесь Вы можете продать ресурсы со склада.

Расценки
<b>500</b> 🍎 Фруктов/🌽 Овощей = 1 💰 Gold и 2 💵 Доллара
<b>500</b> 🥚 Продуктов = 1 💎 Diamond и 5 💶 Евро

Минимум для продажи:
<i>500 🍎 Фруктов/ 🌽 Овощей/ 🥚 Продуктов</i>`,

    warehouse: `📦 <b>Склад</b>\nУ вас на складе:\n
<b>0</b> 🍎 Фруктов
<b>0</b> 🌽 Овощей
<b>0</b> 🥚 Продуктов
\nРесурсы со склада Вы можете продать на 🛒 <b>Рынке</b>`,
    plants: `🍎 <b>Растения</b>
  
Здесь Вы можете купить различные растения. На растениях выращиваются продукты, которые Вы в последствии можете отправить на склад и продать на рынке за 💵 Доллары и 💰 Gold, которые в последствиии можно вывести как реальные деньги!

<i>Вы отдаете 30% всей добываемых Вами ресурсов вашему арендодателю.</i>`,
    
    fruit: `Ваши фрукты:
🏫🍎 Яблоня
Количество: <b>0</b>
Выросло: <b>0</b> 🍎 Яблок
На складе: <b>0</b> 🍎

🏫🍐 Груша
Количество: <b>0</b>
Выросло: <b>0</b> 🍐 Груш
На складе: <b>0</b> 🍐

🏫🍇 Виноградная лоза
Количество: <b>0</b>
Выросло: <b>0</b> 🍇 Винограда
На складе: <b>0</b> 🍇

🏫🍓 Куст клубники
Количество: <b>0</b>
Выросло: <b>0</b> 🍓 Клубники
На складе: <b>0</b> 🍓

🏫🍒 Вишня
Количество: <b>0</b>
Выросло: <b>0</b> 🍒 Вишен
На складе: <b>0</b> 🍒

🏫🍑 Персик
Количество: <b>0</b>
Выросло: <b>0</b> 🍑 Персиков
На складе: <b>0</b> 🍑`,
    
    vegetables: `Ваши овощи:
🏫🍅 Куст томата
Количество: <b>0</b>
Выросло: <b>0</b> 🍅 Томатов
На складе: <b>0</b> 🍅

🏫🍆 Куст баклажана
Количество: <b>0</b>
Выросло: <b>0</b> 🍆 Баклажанов
На складе: <b>0</b> 🍆

🏫🥕 Морковь
Количество: <b>0</b>
Выросло: <b>0</b> 🥕 Моркови
На складе: <b>0</b> 🥕

🏫🌽 Кукуруза
Количество: <b>0</b>
Выросло: <b>0</b> 🌽 Кукурузы
На складе: <b>0</b> 🌽

🏫🌶 Куст красного перца
Количество: <b>0</b>
Выросло: <b>0</b> 🌶 Красных перцев
На складе: <b>0</b> 🌶

🏫🥔 Куст картофеля
Количество: <b>0</b>
Выросло: <b>0</b> 🥔 Картофеля
На складе: <b>0</b> 🥔`,
    
    buildings: `🏫 <b>Постройки</b>
  
Здесь Вы можете купить различные постройки. Постройки содержат животных с которых производятся продукты и ресурсы, которые Вы в последствии можете отправить на склад и продать на рынке за 💶 Евро и 💎 Diamond, которые в последствиии можно вывести как реальные деньги!

Ваши постройки:
🏫🐓 Курятник
Количество: <b>0</b>
Добыто: <b>0</b> 🥚 Яиц
На складе: <b>0</b>

🏫🐖 Свинарник
Количество: <b>0</b>
Добыто: <b>0</b> 🥓 Бекона
На складе: <b>0</b>

🏫🐑 Овчарник
Количество: <b>0</b>
Добыто: <b>0</b> ☁️ Шерсти
На складе: <b>0</b>

🏫🐂 Коровник
Количество: <b>0</b>
Добыто: <b>0</b> 🥛 Молока
На складе: <b>0</b>

🏫🐝 Улей
Количество: <b>0</b>
Добыто: <b>0</b> 🍯 Мёда
На складе: <b>0</b>

🏫🦃 Индюшатник
Количество: <b>0</b>
Добыто: <b>0</b> 🍗 Ножек
На складе: <b>0</b>

<i>Вы отдаете 30% всей добываемых Вами ресурсов вашему арендодателю.</i>`,
    
    tasks: {
        task1: ``,
        task2: ``,
        task3: ``,
        task4: ``,
        task5: ``,
        task6: ``,
        task7: ``,
        task8: ``,
        task9: ``,
        task10: ``
    }
}