module.exports = {
    
    firstStarting: `Добро пожаловать в FarmerGame! В этой игре ты можешь раскрыть свой потенциал фермера, выращивая овощи или фрукты, получая продукты от животных и продавая их!\n\nДавай не будем тянуть время, а сразу же перейдем к обучению! Нажми 🗞, чтобы перейти к обучению или 📰, чтобы пропустить его`,
    
    step2: `<b>Начнем!</b> 

От маленького огорода, до огромной фермы тебя ждет много чего интересного. Но не буду тебя торопить.
 
На данный момент в игре существует два вида 🌱 растительных и 🥚 животных продуктов:
🌱 Растительные делятся на: 🍎 Фрукты и 🌽 Овощи.
 
<b>Нажимай 📃, чтобы узнать больше 😉</b>`,
    
    step3: `<b>Шаг 2</b>

🍎 Фрукты и 🌽 Овощи вырастают на грядках и их можно продать за 💵 Доллары и 💰 Gold. 
🥚 Продукты добываются с 🏫 Построек с животными, и их можно продать за 💶 Евро и 💎 Diamond. 

За 💵 Доллары ты можешь покупать 🌱 Растения для посадки а так же грядки, а за 💶 Евро - строить 🏫 Постройки для животных.

Gold и Diamond можно обменять на реальные деньги.

<code>На сегодняшний момент курс обмена такой: 
100 Gold = $1.
100 Diamond = 0.0002 BTC.</code>

Если ты готов двигаться дальше жми 📃, осталось совсем чуток!`,
    
    step4: `Все растения и продукты имеют по 6️⃣видов. Чем дороже вид, тем больше будет расти и производиться продуктов.
  
Например, ⛽️ Яблоня стоит 100 💵 Долларов и добывает 16 🍎 яблок в час, тогда как Персик стоит 90000 💵 Долларов и выращивает 31250 персиков в час. 

Чувствуешь разницу? Да она просто огромная! Как раз для тех, кто хочет развиваться быстро, мы создали 🏦 Банк. Там ты можешь купить 💵 Доллар и 💶 Евро, используя реальные деньги. Не забывай, что все вложенные средства обязательно возвращаются в виде валюты, которую можно выводить как реальные деньги :-)

Жми 📃, чтоб узнать больше!`,
    
    step5: `Пополнение счета - далеко не едниственный способ быстро получить внутриигровую валюту. У нас также реализованная умная реферальная система!
  
За каждого приглашенного друга ты будешь единовременно получать 40 💵 Долларов и 20 💶 Евро просто так! Также, ты будешь получать % от пополнение его счета и % от добываемых им ресурсов. Но об этом чуточку позже.

Нажимай 📃, чтоб завершить теорию и приступить к практике!`,
    
    finish: `Вижу ты устал читать столько текста. Давай приступим к самой игре! Внизу ты видишь меню с кнопками. Нажми на кнопку 📋 Задания, чтоб узнать текущее задание и перейти к его выполнению!`,
    
    myFarm: `🏡 <b>Моя ферма</b>\n\nЗдесь Вы найдете основную информацию по Вашей ферме.`,
    
    mainMenu: `📃 Главное меню`,
    
    city: `🏢 Город\n\nЗдесь Вы можете посетить разные заведения.`,
    
    casino: `🎰 Казино\n\nЗдесь Вы можете поиграть в различные виды игры или же просто получить 🎁 Ежедневный бонус.`,
    
    townHall: `⛪️ Ратушь\n\nВ ратуше Вы можете получить лицензию фермера, что дает возможность назвать Вашу ферму, изменить уже существующее название, посмотреть вашу статистику, `,
    
    other: `✨ Разное\n\nЗдесь Вы можете найти Ваши настройки, задания, попросить помощи либо посетить наши чаты.`,
    
    plants: `🌱 <b>Растения</b>
  
Здесь Вы можете купить различные растения. На растениях выращиваются продукты, которые Вы в последствии можете отправить на склад и продать на рынке за 💵 Доллары и 💰 Gold, которые в последствиии можно вывести как реальные деньги!

<i>Вы отдаете 30% всей добываемых Вами ресурсов вашему арендодателю.</i>`,
    
    tasks: {
        task1: ``,
        task2: ``,
        task3: ``,
        task4: ``,
        task5: ``,
        task6: ``,
        task7: ``,
        task8: ``,
        task9: ``,
        task10: ``
    }
        
}
